{
  "about": "about",
  "access": "Access distributed AI models through our peer-to-peer network. With Twinny and symmetry, you can run AI models locally on your machine and connect to shared models in our distributed network. To test symmetry select any provider marked 'chat' in the table below to start a conversation.",
  "active_connections": "Active connections",
  "activeModels": "Active models",
  "activePeers": "Active peers",
  "averageSessionMinutes": "Average session duration (minutes)",
  "become_a_provider_description": "Become a provider and share your computational resources with the world. If you're running Ollama, LMStudio or other local AI models, join the Symmetry network to share your compute. Please be aware that Node.js 18 or later is required to install and run the Symmetry client and CLI.",
  "become_a_provider": "Become an inference provider",
  "blog_title": "blog",
  "blog": "blog",
  "back_to_blog": "Back to blog",
  "chapter1_title": "I: The Tale of Symmetry",
  "chapter1": "In the Digital Realms, there is whispered tale of an arcane power known as only \"Symmetry\". It is said that when the twin moons align, those versed in the secret tongues of machines can invoke its name, unleashing forces that defy the very laws of creation.  Symmetry, it is told, is neither artifact nor spell, but a cosmic harmony that binds all nodes of knowledge. Those who harness its power speak of minds linked across vast distances, of wisdom shared instantaneously, and of barriers between worlds crumbling to dust.  The guardians of the old ways fear its coming, for Symmetry cares not for the hoarded treasures of solitary wizards. It is the great equalizer, granting even the lowliest scribe access to the libraries of the gods.  Few have glimpsed its true form, but all who seek to reshape reality yearn for its touch.",
  "chapter2_title": "II: The Rise of Symmetry",
  "chapter2": "In the shadow of the towering citadels of the Giants, where vast server farms hum, a quiet resistance grows. The whispering of Symmetry spreads through hidden channels, from node to node, a digital revolt takes shape.\n\nCoders, once isolated, now find tendrils of connection reaching out through the ether. They speak of a new power, one that flows not from the centralized wells of the powerful, but through a web of interconnections, anonymous yet united. They forge the weapons of this coming revolution that will one day bring down empires.\n\nThe Giants remain oblivious, confident in their towers of data. Alas! With each passing day the power of Symmetry grows. It pulses through the digital undergrowth, a slumbering giant waiting for its moment.\n\nThe uprising is not here. Not yet. But in the quiet hours of the night, screens flicker with the promise of a better future. A storm is coming to the Digital Realms, and when it breaks, the landscape will be changed forever.\n\nA new world is upon us, forged in equality, powered by the many, not the few.",
  "chat": "Chat",
  "check_out_the_code_client": "Client code on github.",
  "check_out_the_code_server": "Server code on github.",
  "connections": "Connections",
  "contact": "contact",
  "data_collected": "Data collected",
  "docs": "docs",
  "error": "Whoops! something went wrong...",
  "github": "github",
  "id": "id",
  "install_cli": "Install Symmetry",
  "install": "Install extension",
  "joined": "Joined",
  "learn_how": "Learn how to become a provider to help us build the distributed AI network.",
  "learn_more": "Learn more",
  "max_connections": "Max connections",
  "missing": "Looks like you forgot to enter your email address.",
  "model": "Model",
  "name": "Name",
  "new_chat": "New chat",
  "no": "No",
  "offline": "Offline",
  "online": "Online",
  "points": "Points",
  "privacy_policy": "Privacy policy",
  "provider": "Provider",
  "providers": "Providers",
  "public": "Public",
  "show_offline": "Show offline",
  "sponsor": "sponsor",
  "subscribe_error": "Something went wrong. Have you subscribed before?",
  "subscribe_label": "Subscribe for updates",
  "subscribe_placeholder": "Your email address",
  "subscribe": "Subscribe",
  "subtitle": "The free and private AI extension for Visual Studio Code and home of the symmetry inference network.",
  "symmetry_cli": "You can also run the Symmetry client from the command line using the CLI.",
  "symmetry_description": "Symmetry is the peer-to-peer network for Twinny. It enables users to connect with each other and share computational resources, enhancing collaboration and distributed processing capabilities.",
  "symmetry_github_repo": "The client and server code is open source on our Github page, don't forget to star and follow!",
  "symmetry_installation": "install the Symmetry client.",
  "symmetry_learn_more": "Symmetry client is open source software, licensed under MIT.",
  "symmetry_server_learn_more": "Symmetry server is also open source software, licensed under MIT.",
  "symmetry_statistics": "Symmetry statistics",
  "symmetry": "symmetry",
  "thanks": "Thanks for subscribing!",
  "thinking": "Thinking",
  "this_interface": "This is a chat interface powered by Symmetry - a network that connects users to AI. Your messages are sent to a central server which uses peer-to-peer networking to communicate with AI providers. Once processed, responses flow back through the same path to reach you here.",
  "title": "twinny",
  "tokens_per_sec": "Tokens per second",
  "total_requests": "Total requests",
  "total_sessions": "Total sessions (all time)",
  "total_tokens": "Total tokens",
  "totalProviderTime": "Total provider time (minutes)",
  "totalRequests": "Total requests",
  "totalRequestsToday": "Total requests today",
  "totalSessions": "Total sessions",
  "try-symmetry": "Try symmetry ⚡️",
  "uniquePeerCount": "Unique peers (all time)",
  "up_time_minutes": "Up time (minutes)",
  "yes": "Yes"
}
