{
  "about": "à propos",
  "access": "Accédez aux modèles d'IA distribués via notre réseau pair à pair. Avec Twinny et symmetry, vous pouvez exécuter des modèles d'IA localement sur votre machine et vous connecter aux modèles partagés dans notre réseau distribué. Pour tester symmetry, sélectionnez n'importe quel fournisseur marqué 'chat' dans le tableau ci-dessous pour commencer une conversation.",
  "active_connections": "Connexions actives",
  "activeModels": "Modèles actifs",
  "activePeers": "Pairs actifs",
  "averageSessionMinutes": "Durée moyenne de session (minutes)",
  "become_a_provider_description": "Devenez fournisseur et partagez vos ressources de calcul avec le monde. Si vous exécutez Ollama, LMStudio ou d'autres modèles d'IA locaux, rejoignez le réseau Symmetry pour partager votre puissance de calcul. Notez que Node.js 18 ou une version ultérieure est nécessaire pour installer et exécuter le client et le CLI Symmetry.",
  "become_a_provider": "Devenir fournisseur d'inférence",
  "chapter1_title": "I : Le Conte de Symmetry",
  "chapter1": "Dans les Royaumes Numériques, on murmure l'histoire d'un pouvoir mystérieux connu sous le nom de \"Symmetry\". On dit que lorsque les lunes jumelles s'alignent, ceux qui maîtrisent les langages secrets des machines peuvent invoquer son nom, libérant des forces qui défient les lois mêmes de la création. Symmetry, dit-on, n'est ni un artefact ni un sort, mais une harmonie cosmique qui relie tous les nœuds de la connaissance. Ceux qui maîtrisent son pouvoir parlent d'esprits liés à travers de vastes distances, de sagesse partagée instantanément, et de barrières entre les mondes qui tombent en poussière.",
  "chapter2_title": "II : L'Ascension de Symmetry",
  "chapter2": "Dans l'ombre des citadelles imposantes des Géants, où bourdonnent de vastes fermes de serveurs, une résistance silencieuse grandit. Le murmure de Symmetry se propage à travers des canaux cachés, de nœud en nœud, une révolte numérique prend forme.\n\nLes codeurs, autrefois isolés, découvrent maintenant des liens qui s'étendent à travers l'éther. Ils parlent d'un nouveau pouvoir, qui ne découle pas des puits centralisés des puissants, mais à travers un réseau d'interconnexions, anonyme mais uni.",
  "chat": "Chat",
  "check_out_the_code_client": "Code client sur GitHub.",
  "check_out_the_code_server": "Code serveur sur GitHub.",
  "connections": "Connexions",
  "contact": "👋 contact",
  "data_collected": "Données collectées",
  "docs": "📚 docs",
  "error": "Oups ! Quelque chose s'est mal passé...",
  "github": "🌟 github",
  "id": "id",
  "install_cli": "Installer Symmetry",
  "install": "Installer l'extension",
  "joined": "Rejoint",
  "learn_how": "Découvrez comment devenir fournisseur pour nous aider à construire le réseau d'IA distribué.",
  "learn_more": "En savoir plus",
  "max_connections": "Connexions max",
  "missing": "Il semble que vous ayez oublié d'entrer votre adresse e-mail.",
  "model": "Modèle",
  "name": "Nom",
  "new_chat": "Nouvelle conversation",
  "no": "Non",
  "offline": "Hors ligne",
  "online": "En ligne",
  "points": "Points",
  "privacy_policy": "Politique de confidentialité",
  "provider": "Fournisseur",
  "providers": "Fournisseurs",
  "public": "Public",
  "show_offline": "Afficher hors ligne",
  "sponsor": "sponsor",
  "subscribe_error": "Une erreur s'est produite. Êtes-vous déjà inscrit ?",
  "subscribe_label": "S'abonner aux mises à jour",
  "subscribe_placeholder": "Votre adresse e-mail",
  "subscribe": "S'abonner",
  "subtitle": "L'extension IA gratuite et privée pour Visual Studio Code et le foyer du réseau d'inférence symmetry.",
  "symmetry_cli": "Vous pouvez aussi exécuter le client Symmetry depuis la ligne de commande en utilisant le CLI.",
  "symmetry_description": "Symmetry est le réseau pair à pair pour Twinny. Il permet aux utilisateurs de se connecter entre eux et de partager des ressources de calcul, améliorant la collaboration et les capacités de traitement distribué.",
  "symmetry_github_repo": "Le code client et serveur est open source sur notre page GitHub, n'oubliez pas de mettre une étoile et de suivre !",
  "symmetry_installation": "installez le client Symmetry.",
  "symmetry_learn_more": "Le client Symmetry est un logiciel open source, sous licence MIT.",
  "symmetry_server_learn_more": "Le serveur Symmetry est également un logiciel open source, sous licence MIT.",
  "symmetry_statistics": "Statistiques Symmetry",
  "symmetry": "⚡️ symmetry",
  "thanks": "Merci pour votre inscription !",
  "thinking": "Réflexion",
  "this_interface": "Ceci est une interface de chat alimentée par Symmetry - un réseau qui connecte les utilisateurs à l'IA. Vos messages sont envoyés à un serveur central qui utilise le réseau pair à pair pour communiquer avec les fournisseurs d'IA. Une fois traités, les réponses reviennent par le même chemin jusqu'à vous ici.",
  "title": "twinny",
  "tokens_per_sec": "Tokens par seconde",
  "total_requests": "Requêtes totales",
  "total_sessions": "Sessions totales (tout temps)",
  "total_tokens": "Tokens totaux",
  "totalProviderTime": "Temps total fournisseur (minutes)",
  "totalRequests": "Requêtes totales",
  "totalRequestsToday": "Requêtes totales aujourd'hui",
  "totalSessions": "Sessions totales",
  "try-symmetry": "Essayer symmetry ⚡️",
  "uniquePeerCount": "Pairs uniques (tout temps)",
  "up_time_minutes": "Temps de fonctionnement (minutes)",
  "yes": "Oui"
}
