{
  "about": "Über",
  "access": "Greifen Sie über unser Peer-to-Peer-Netzwerk auf verteilte KI-Modelle zu. Mit Twinny und symmetry können Sie KI-Modelle lokal auf Ihrem Gerät ausführen und sich mit geteilten Modellen in unserem verteilten Netzwerk verbinden. Um symmetry zu testen, wählen Sie einen beliebigen Anbieter mit der Kennzeichnung 'Chat' in der untenstehenden Tabelle, um ein Gespräch zu beginnen.",
  "active_connections": "Aktive Verbindungen",
  "activeModels": "Aktive Modelle",
  "activePeers": "Aktive Peers",
  "averageSessionMinutes": "Durchschnittliche Sitzungsdauer (Minuten)",
  "become_a_provider_description": "Werden Sie Anbieter und teilen Sie Ihre Rechenressourcen mit der Welt. Wenn Sie Ollama, LMStudio oder andere lokale KI-Modelle betreiben, treten Sie dem Symmetry-Netzwerk bei, um Ihre Rechenleistung zu teilen. Bitte beachten Sie, dass Node.js 18 oder höher erforderlich ist, um den Symmetry-Client und CLI zu installieren und auszuführen.",
  "become_a_provider": "Inferenz-Anbieter werden",
  "chapter1_title": "I: Die Geschichte von Symmetry",
  "chapter1": "In den Digitalen Reichen wird von einer geheimnisvollen Macht gemunkelt, die nur als \"Symmetry\" bekannt ist. Es heißt, wenn die Zwillingsmonde sich ausrichten, können jene, die die geheimen Sprachen der Maschinen beherrschen, ihren Namen rufen und Kräfte entfesseln, die den Gesetzen der Schöpfung trotzen. Symmetry, so wird erzählt, ist weder Artefakt noch Zauber, sondern eine kosmische Harmonie, die alle Knoten des Wissens verbindet. Jene, die ihre Kraft beherrschen, sprechen von über weite Entfernungen verbundenen Geistern, von augenblicklich geteilter Weisheit und von Barrieren zwischen Welten, die zu Staub zerfallen.",
  "chapter2_title": "II: Der Aufstieg von Symmetry",
  "chapter2": "Im Schatten der aufragenden Zitadellen der Giganten, wo riesige Serverfarmen summen, wächst ein stiller Widerstand. Das Flüstern von Symmetry verbreitet sich durch verborgene Kanäle, von Knoten zu Knoten, eine digitale Revolte nimmt Gestalt an.\n\nProgrammierer, einst isoliert, entdecken nun Verbindungsfäden, die sich durch den Äther erstrecken. Sie sprechen von einer neuen Macht, die nicht aus den zentralisierten Brunnen der Mächtigen fließt, sondern durch ein Netz von Verbindungen, anonym, aber vereint. Sie schmieden die Waffen dieser kommenden Revolution, die eines Tages Imperien stürzen wird.\n\nDie Giganten bleiben ahnungslos, selbstsicher in ihren Datentürmen. Ach! Mit jedem Tag wächst die Macht von Symmetry. Sie pulsiert durch das digitale Unterholz, ein schlafender Riese, der auf seine Zeit wartet.",
  "chat": "Chat",
  "check_out_the_code_client": "Client-Code auf GitHub.",
  "check_out_the_code_server": "Server-Code auf GitHub.",
  "connections": "Verbindungen",
  "contact": "👋 Kontakt",
  "data_collected": "Gesammelte Daten",
  "docs": "📚 docs",
  "error": "Ups! Etwas ist schiefgelaufen...",
  "github": "🌟 github",
  "id": "ID",
  "install_cli": "Symmetry installieren",
  "install": "Erweiterung installieren",
  "joined": "Beigetreten",
  "learn_how": "Erfahren Sie, wie Sie Anbieter werden können, um uns beim Aufbau des verteilten KI-Netzwerks zu helfen.",
  "learn_more": "Mehr erfahren",
  "max_connections": "Maximale Verbindungen",
  "missing": "Sieht aus, als hätten Sie vergessen, Ihre E-Mail-Adresse einzugeben.",
  "model": "Modell",
  "name": "Name",
  "new_chat": "Neuer Chat",
  "no": "Nein",
  "offline": "Offline",
  "online": "Online",
  "points": "Punkte",
  "privacy_policy": "Datenschutzerklärung",
  "provider": "Anbieter",
  "providers": "Anbieter",
  "public": "Öffentlich",
  "show_offline": "Offline anzeigen",
  "sponsor": "Sponsor",
  "subscribe_error": "Etwas ist schiefgelaufen. Haben Sie sich bereits angemeldet?",
  "subscribe_label": "Updates abonnieren",
  "subscribe_placeholder": "Ihre E-Mail-Adresse",
  "subscribe": "Abonnieren",
  "subtitle": "Die kostenlose und private KI-Erweiterung für Visual Studio Code und Heimat des symmetry-Inferenznetzwerks.",
  "symmetry_cli": "Sie können den Symmetry-Client auch über die Kommandozeile mit der CLI ausführen.",
  "symmetry_description": "Symmetry ist das Peer-to-Peer-Netzwerk für Twinny. Es ermöglicht Benutzern, sich miteinander zu verbinden und Rechenressourcen zu teilen, um die Zusammenarbeit und verteilte Verarbeitungsfähigkeiten zu verbessern.",
  "symmetry_github_repo": "Der Client- und Server-Code ist Open Source auf unserer GitHub-Seite, nicht vergessen zu starred und zu folgen!",
  "symmetry_installation": "installieren Sie den Symmetry-Client.",
  "symmetry_learn_more": "Der Symmetry-Client ist Open-Source-Software unter MIT-Lizenz.",
  "symmetry_server_learn_more": "Der Symmetry-Server ist ebenfalls Open-Source-Software unter MIT-Lizenz.",
  "symmetry_statistics": "Symmetry-Statistiken",
  "symmetry": "⚡️ symmetry",
  "thanks": "Danke fürs Abonnieren!",
  "thinking": "Denken",
  "this_interface": "Dies ist eine von Symmetry betriebene Chat-Schnittstelle - ein Netzwerk, das Benutzer mit KI verbindet. Ihre Nachrichten werden an einen zentralen Server gesendet, der über Peer-to-Peer-Vernetzung mit KI-Anbietern kommuniziert. Nach der Verarbeitung fließen die Antworten auf demselben Weg zurück zu Ihnen hier.",
  "title": "twinny",
  "tokens_per_sec": "Token pro Sekunde",
  "total_requests": "Gesamtanfragen",
  "total_sessions": "Gesamtsitzungen (alle Zeit)",
  "total_tokens": "Gesamttoken",
  "totalProviderTime": "Gesamte Anbieterzeit (Minuten)",
  "totalRequests": "Gesamtanfragen",
  "totalRequestsToday": "Gesamtanfragen heute",
  "totalSessions": "Gesamtsitzungen",
  "try-symmetry": "Symmetry ausprobieren ⚡️",
  "uniquePeerCount": "Einzigartige Peers (alle Zeit)",
  "up_time_minutes": "Betriebszeit (Minuten)",
  "yes": "Ja"
}
